cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
docker.docker
github.copilot
github.copilot-chat
github.remotehub
janisdd.vscode-edit-csv
jnoortheen.nix-ide
kamikillerto.vscode-colorize
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
quarto.quarto
snakemake.snakemake-lang
sumneko.lua
tamasfe.even-better-toml
tfehlmann.snakefmt
virgilsisoe.hammerspoon
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
